<script setup lang="ts">
</script>

<template>
  <section class="w-full">
    <div class="flex flex-col gap-6">
      <h3 class="text-3xl font-medium">Условия оплаты</h3>
      <div class="space-y-4">
        <p class="text-lg">
          <span class="font-medium">Сайт Daigo.ru является единственным официальным ресурсом бренда Daigo.</span><br /><br />

          Оплата наличными (только Москва). При оплате наличными, вы дожидаетесь приезда курьера и оплачиваете заказ курьеру. После оплаты вы получаете товар, товарный чек, и материалы по продукту.<br /><br />

          Оплата через терминал картой (только Москва). При оплате через терминал, вы дожидаетесь приезда курьера и оплачиваете с помощью карты через терминал курьеру. После оплаты вы получаете товар, товарный чек, и материалы по продукту.<br /><br />

          Оплата банковской картой. Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку Оплата картой.<br /><br />

          <span class="font-medium">При заказе из городов России, необходима 100% предоплата.</span>
        </p>
      </div>
    </div>
  </section>
</template>
