<script setup lang="ts">
import BaseContainer from '~/components/layout/BaseContainer.vue'

definePageMeta({ layout: 'main' })

usePageCanonical('/soglasie-na-poluchenie-informatsionnykh-i-reklamnykh-rassylok')



</script>

<template>
  <BaseContainer>
    <section class="relative w-full">
      <NuxtLink to="/" class="inline-flex gap-2 mb-2 md:mb-4 text-sm md:text-lg">
        <img src="/icons/back.svg" class="w-5 md:w-6" alt="" /> Вернуться назад
      </NuxtLink>

      <h1 class="text-2xl sm:text-[clamp(2rem,6vw,4rem)] font-medium my-8 flex items-end gap-4 md:gap-8">
        <span>СОГЛАСИЕ НА ПОЛУЧЕНИЕ ИНФОРМАЦИОННЫХ И РЕКЛАМНЫХ РАССЫЛОК</span>
      </h1>

      <div class="flex flex-col lg:flex-row gap-4">
        <p class="text-sm sm:text-base">Настоящим Я (субъект персональных данных) во исполнение требований:

<br><br>части 1 статьи 18 Федерального закона от 13.03.2006 №38-ФЗ «О рекламе» (далее – 38-ФЗ),

<br><br>статьи 9 Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных» (далее – 152-ФЗ),

<br><br>проставляя галку в поле «Даю согласие на получение информационных и рекламных рассылок» и нажимая кнопку «подписаться» и/или «оформить заказ» в форме обратной связи, свободно, своей волей и в своем интересе даю свое согласие Обществу с ограниченной ответственностью «МЕТАБИОТИК» (ИНН 9718234724), зарегистрированному по адресу 127051, Город Москва, вн.тер.г. муниципальный округ Мещанский, пер Большой Сухаревский, д. 21, стр. 2, (далее – Оператор, Организация) на направление мне Оператором информационных и рекламных рассылок, а также обработку моих персональных данных Оператором с целью осуществления информационных, рекламных рассылок на следующих условиях:

<br><br>Оператор вправе осуществлять информационные, рекламные рассылки следующими способами:

<br><br>посредством СМС-сообщений (с использованием номера мобильного телефона, указанного в форме обратной связи на сайте https://daigo.ru/ (далее – Сайт));

<br><br>по электронной почте (с использованием адреса электронной почте, указанного в форме обратной связи на Сайте);

<br><br>по сетям электросвязи, в том числе посредством использования телефонной связи;

<br><br>в мессенджерах, включая, но не ограничиваясь: WhatsApp, Telegram.

<br><br>Для осуществления информационных, рекламных рассылок Оператор осуществляет обработку следующих персональных данных:

<br><br>фамилия, имя, отчество;

<br><br>адрес электронной почты;

<br><br>номер мобильного телефона.

<br><br>Оператором осуществляется автоматизированная обработка персональных данных.

<br><br>Оператор вправе осуществлять обработку моих персональных данных следующими действиями: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, блокирование, передача (предоставление, доступ), удаление, уничтожение.

<br><br>Оператор вправе осуществлять передачу моих персональных данных с целью осуществления информационных, рекламных рассылок следующим лицам: операторы связи, мессенджеры, сервисы электронной почты.

<br><br>Настоящее согласие действует бессрочно с даты предоставления до момента отзыва, либо до момента отказа от рассылки.

<br><br>Я проинформирован(-а) о праве на получение информации, касающейся обработки моих персональных данных, в соответствии с 152-ФЗ, и уведомлен(-а), что данное согласие может быть отозвано мною в любой момент посредством обращения в письменной форме. Письменный запрос следует направлять на электронный адрес Организации: info@daigo.ru.

<br><br>Настоящим я гарантирую, что указанные мною в форме обратной связи на Сайте номер мобильного телефона и адрес электронной почты принадлежат мне. Указывая абонентский номер телефона и/или адрес электронной почты на Сайте, принадлежащий третьему лицу, я гарантирую, что получил согласие от указанного третьего лица на получение рекламных рассылок от Оператора в соответствии с настоящим согласием.

<br><br>Отказаться от рассылки информационных, рекламных сообщений можно путем отписки от информации посредством перехода по специальной ссылке «Отписаться от рассылки» в рассылаемых письмах или путем направления соответствующего запроса на электронную почту Организации: info@daigo.ru.
        </p>
      </div>
    </section>
  </BaseContainer>
</template>
