<script setup lang="ts">
import BaseContainer from '~/components/layout/BaseContainer.vue'

definePageMeta({ layout: 'main' })

usePageCanonical('/soglasie-na-obrabotku-personalnykh-dannykh')



</script>

<template>
  <BaseContainer>
    <section class="relative w-full">
      <NuxtLink to="/" class="inline-flex gap-2 mb-2 md:mb-4 text-sm md:text-lg">
        <img src="/icons/back.svg" class="w-5 md:w-6" alt="" /> Вернуться назад
      </NuxtLink>

      <h1 class="text-2xl sm:text-[clamp(2rem,6vw,4rem)] font-medium my-8 flex items-end gap-4 md:gap-8">
        <span>Согласие на обработку персональных данных</span>
      </h1>

      <div class="flex flex-col lg:flex-row gap-4">
        <p class="text-sm sm:text-base">Настоящим я, во исполнение требований Федерального закона от 27.07.2006 г. №152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и своем интересе, а также подтверждая свою дееспособность, даю свое согласие Обществу с ограниченной ответственностью «МЕТАБИОТИК» (ИНН 9718234724), зарегистрированное в соответствии с законодательством РФ по адресу: 127051, Город Москва, вн.тер.г. муниципальный округ Мещанский, пер Большой Сухаревский, д. 21, стр. 2 (далее – Организация, Оператор), сайт Организации: https://daigo.ru/ на обработку своих персональных данных со следующими условиям:

<br><br>Данное Согласие дается на автоматизированную обработку моих персональных данных, в том числе с использованием интернет-сервисов веб-аналитики. Согласие дается на обработку следующих моих персональных данных:

<br>фамилия, имя, отчество;

<br>номер телефона;

<br>электронная почта;

<br>пользовательские данные (сведения о местоположении, тип и версия ОС, тип и версия Браузера, тип устройства и разрешение его экрана; источник, откуда пришел на сайт пользователь; с какого сайта или по какой рекламе; язык ОС и Браузера; какие страницы открывает и на какие кнопки

<br>нажимает пользователь; ip-адрес);


<br>идентификатор пользователя, хранимый в cookie;


<br>данные обо мне, которые станут известны в ходе оформления заказа, а также иная общедоступная информация обо мне.

<br><br>Цель обработки персональных данных: обработка входящих запросов физических лиц с целью оказания консультирования по различным вопросам, относящимся к сфере деятельности Организации; оформления и доставки заказа; направление в адрес физических лиц информации, в том числе рекламной, о мероприятиях/товарах/графике работы Организации; аналитики действий физического лица на веб-сайте и функционирования веб-сайта.

<br><br>Основанием для обработки персональных данных является статья 24 Конституции Российской Федерации; статья 6 Федерального закона №152-ФЗ «О персональных данных»; настоящее Согласие посетителя сайта на обработку персональных данных.

<br><br>В ходе обработки с персональными данными будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), блокирование, удаление, уничтожение.

<br><br>Настоящим я уведомлен Организацией, что предполагаемыми пользователями персональных

<br><br>данных являются работники Организации, а также лица, привлеченные Организацией на условиях гражданско-правового договора.

<br><br>Я ознакомлен (а), что:

<br>настоящее Согласие на обработку моих персональных данных является бессрочным и может быть отозвано посредством направления мною уведомления на электронный адрес Организации: info@daigo.ru

<br>имею право на доступ к моим персональным данным, требовать уточнения (обновление, изменение) моих персональных данных, а также удаления и уничтожения моих персональных данных в случае их обработки Организацией, нарушающих мои законные права и интересы, законодательство Российской Федерации.

<br>в случае отзыва Согласия на обработку персональных данных Организация вправе продолжить обработку персональных данных без моего согласия при наличии оснований, указанных в пунктах 2.11 части 1 статьи 6 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.

<br><br>Настоящим Согласием я подтверждаю, что являюсь субъектом предоставляемых персональных данных, а также подтверждаю достоверность предоставляемых данных.

<br><br>Настоящее Согласие действует все время до момента прекращения обработки персональных данных, согласно п. 6.1 Согласия.

<br><br>В соответствии с ч. 2 ст. 160 Гражданского кодекса РФ настоящее Согласие считается подписанным аналогом собственноручной подписи. Любая информация, подписанная аналогом собственноручной подписи, признается электронным документом, равнозначным документу на бумажном носителе, подписанному собственноручной подписью и, соответственно, порождает идентичные такому документу юридические последствия. Электронный документ считается подписанным аналогом собственноручной подписи, если: электронный документ создан и отправлен с использованием Мобильного приложения (Сайта) по форме, а также подписан при доступе в Мобильное приложение (Сайт) путем нажатия кнопки «Подписать» либо проставления галочки в соответствующем поле.

<br><br>В случае отзыва субъектом персональных данных согласия на обработку своих персональных данных оператор обязан прекратить обработку персональных данных и уничтожить персональные данные в срок, не превышающий трех рабочих дней с даты поступления указанного отзыва. Об уничтожении персональных данных оператор обязан уведомить субъекта персональных данных.

<br><br>Во всем остальном, что не предусмотрено настоящим Согласием, Оператор и Пользователи руководствуются применимыми нормами действующего законодательства РФ.


 

<br><br>9.3. Все предложения или вопросы касательно настоящей Политики конфиденциальности следует сообщать по адресу: info@daigo.ru

<br>9.4. Действующая Политика конфиденциальности размещена на странице по адресу daigo.ru/politika-konfidentsialnosti

<br>Обновлено: 01.01.2019

<br><br>г. Москва, ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ "МЕТАБИОТИК"

<br><br>Управляющий: Федоров Дмитрий Вячеславович
<br>127051, г. Москва, вн. тер. г. муниципальный округ Мещанский, пер. Большой Сухаревский, д. 21, стр. 2
<br>ИНН: 9718234724
<br>ОГРН: 1237700627988 от 21.09.2023
<br>Расчетный счет: 40702 810 8027 8000 6158
в АО "АЛЬФА-БАНК"
<br>БИК 044525593
<br>Корр. счет: 30101 810 2000 0000 0593
<br>ОКПО: 94076386
        </p>
      </div>
    </section>
  </BaseContainer>
</template>
