<script setup lang="ts">
</script>

<template>
  <section class="w-full">
    <div class="flex flex-col gap-6">
      <h3 class="text-2xl lg:text-3xl font-medium">Информация о доставке</h3>
      <div class="space-y-4">
        <p>
          <span class="font-medium">Условия бесплатной доставки.</span><br />
Чтобы получить бесплатную доставку, достаточно сделать заказ на сумму от указанной ниже для вашего региона.
<br />По Москве - от 6 000 руб.
<br />Доставляем нашими штатными курьерами.

<br /><br />По России - от 10 000 руб.
<br />Для отдельных регионов:
<br />- ХМАО (Ханты-Мансийский автономный округ) и ЯНАО (Ямало-Ненецкий автономный округ) - от 15 000 руб.
<br />- Дальний Восток - от 20 000 руб.

<br /><br />В страны СНГ - от 20 000 руб.

<br /><br />Если сумма заказа меньше, наш менеджер рассчитает стоимость доставки индивидуально и свяжется с Вами для подтверждения заказа и условий доставки.

        </p>
      </div>
    </div>
  </section>
</template>
