<script setup lang="ts">
</script>

<template>
  <section class="w-full">
    <div class="flex flex-col gap-6">
      <h3 class="text-2xl lg:text-3xl font-medium">Информация о доставке</h3>
      <div class="space-y-4">
        <p>
          <span class="font-medium">Курьерские службы по России и СНГ</span><br />
          Доставка курьерской службой по России и СНГ осуществляется только по 100% предоплате на сайте Daigo.ru<br /><br />

          <span class="font-medium">Доставка штатным курьером Daigo по Москве</span><br />
          Доставка может быть осуществлена в день заказа. После получения заказа на нашем сайте с Вами свяжется менеджер для консультации 
          по продукту и логист для уточнения удобного для Вас времени и места.<br /><br />

          <span class="font-medium">Самовывоз из центрального офиса</span><br />
          Вы можете приехать к нам в офис в Москве, познакомится с нами, получить ответы на все Ваши вопросы лично.<br />
          Мы находимся по адресу: г Москва, Большой Сухаревский пер. 21 c 2. Работаем с пн-пт с 09:00 до 18:00

        </p>
      </div>
    </div>
  </section>
</template>
